<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>ผึ้งบำบัด บำบัดโรคด้วยเหล็กไนผึ้ง พิษผึ้งรักษาอาการเจ็บป่วย ::บิ๊กบี คลินิก</title>
<link rel="shortcut icon" href="favicon.ico">
<link href="css/dropdown/themes/nvidia.com/helper.css" media="screen" rel="stylesheet" type="text/css" />

<!-- Beginning of compulsory code below -->

<link href="css/dropdown/dropdown.css" media="screen" rel="stylesheet" type="text/css" />
<link href="css/dropdown/themes/nvidia.com/default.advanced.css" media="screen" rel="stylesheet" type="text/css" />

<!--[if lt IE 7]>
<script type="text/javascript" src="js/jquery/jquery.js"></script>
<script type="text/javascript" src="js/jquery/jquery.dropdown.js"></script>
<![endif]-->

<!-- / END -->


<link href="css/style.css" rel="stylesheet" type="text/css" />

	<script src="GoogleAnalytics.js"></script>
</head>

<body>
<div id="mainweb">
  <?php include("top.html");?>

  <table width="970" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr>
      <td width="720" align="left" valign="top"><br>
	  <div class="texttitle">
  <h2>"ไมเกรน" (Migraine)</h2>
</div>
      <div class="text1">
       เป็นโรคปวดศีรษะชนิดหนึ่งที่เกิดจากความผิดปกติระบบประสาทที่หลอดเลือดแดงบริเวณศีรษะซึ่งเป็นโรคเรื้อรังไม่หายขาดซึ่งอาจจะมีอาการเป็นครั้งคราวลักษณะที่สำคัญของไมเกรน ประกอบด้วย ส่วนใหญ่มักจะปวดศีรษะข้างเดียวประมาณ 60% หรือจะมีอาการปวดศีรษะทั้ง 2 ข้างก็ได้ โดยทั่วไปจะมีอาการปวดศีรษะนาน 4 - 72 ชั่วโมงและมักจะมีอาการคลื่นไส้อาเจียนและเวียนศีรษะร่วมด้วย รวมถึงอาการปวดที่ไวต่อแสงหรือเสียงก็ได้
          
        <p>อาการศีรษะไมเกรน
ปวดศีรษะมักจะปวดข้างเดียว อาจจะสลับซ้ายขวาได้ ลักษณะปวดเป็นแบบตุ๊บๆๆๆ  น้อยรายที่จะปวดพร้อมกันสองข้าง ปวดมากจนทำงานไม่ได้
ปวดศีรษะมากจนทำงานไม่ได้ บางคนปวดจนน้ำตาไหล ส่วนใหญ่ปวด 4-72 ชั่วโมง
ปัจจัยที่ทำให้ปวดศีรษะมากขึ้นคือการเคลื่อนศีรษะ
หลังปวดศีรษะอาจมีอาการคลื่นไส้ ถ้าเป็นมากจะอาเจียน
โดยมากจะมีสิ่งที่กระตุ้นทำให้ปวดศีรษะได้แก่ แสงจ้า เย็นหรือร้อนจัด เสียงดัง
โดยมากเป็นในอายุน้อย
อาการปวดศีรษะมักจะเริ่มช่วงวัยรุ่นเมื่ออายุมากขึ้นอาการปวดศีรษะจะดีขึ้น บางครั้งผู้ป่วยที่เป็นไมเกรนอาจจะมีอาการนำ aura เช่นเห็นแสงแลบ ตามองไม่เห็น ชาซีกใดซีกหนึ่งเราเรียก classic migrain อาการปวดมักปวดบริเวณหน้าผาก รอบดวงตา ขมับและขากรรไกร อาการปวดมักปวดข้างใดข้างหนึ่ง แต่ส่วนใหญ่ไม่มีอาการนำเรียก common migrain  ไม่เกรนเป็นโรครักษาไม่หายขาดแต่ถ้าเข้าใจและปฏิบัติตามคำแนะนำสามารถทำให้ควบคุมโรคได้</p>
        <p>การควบคุมปัจจัยชักนำ
ปัจจัยชักนำมิใช่สาเหตุแต่เป็นเพียงปัจจัยเริ่มที่ทำให้เกิดอาการปวดศีรษะ ผู้ป่วยแต่ละคนอาจจะมีปัจจัยชักนำไม่เหมือนกัน

อาหาร ควรหลีกเลี่ยงอาหารที่กระตุ้นไมเกรน เช่น แอลกอฮอล์โดยเฉพาะไวน์แดง ผงชูรส อาหารที่มี tyramine เช่น เนย นม ชอคโกแลต กล้วยหอม ผงชูรส ผลไม้ประเภทส้ม กาแฟและชา
การนอน ควรนอนให้เป็นเวลาและนอนให้พอ ตื่นให้เป็นเวลา
ฮอร์โมน ผู้หญิงเมื่ออายุมากขึ้นอาการจะปวดดีขึ้น การตั้งครรภ์ในระยะเริ่มแรกปวดศีรษะจะเป็นมากระยะหลังตั้งครรภ์อาการปวดจะดีขึ้น การรับประทานยาคุมกำเนิดจะทำให้ปวดศีรษะมากขึ้น
ความเครียด พยายามควบคุมความเครียด หาเวลานั่งพักหลับตาหยุดคิดและผ่อนคลายกล้ามเนื้อ
ปัจจัยสิ่งแวดล้อม การเปลี่ยนแปลงของอุณหภูมิ อากาศ แสงไฟกระพริบ กลิ่นที่ฉุนเฉียว</p>
        <p>การรักษาไมเกรนด้วยยา
การรักษาด้วยยาแบ่งออกเป็นการรักษาเมื่อมีอาการปวดศีรษะ [acute treatment] และการรักษาเพื่อป้องกัน [preventive treatment] จะใช้ในกรณีที่ปวดศีรษะรุนแรงและบ่อย

acute treatment ยาแก้ปวดศีรษะมีด้วยกันหลายชนิดควรรับประทานทันทีที่เริ่มมีอาการปวดศีรษะไม่ควรรับประทานยาบ่อย หรือมากกว่าที่แพทย์สั่ง
ยาแก้ปวดและบรรเทาอาการอื่นยาบางชนิดอาจหาซื้อได้จากร้านขายยาเช่น paracetamol ,aspirin, ibuprofen ยา aspirin ไม่ควรใช้กับเด็ก ผู้ป่วยบางรายอาจรับประทานยากลุ่มเหล่านี้ก่อนพบแพทย์ แต่ถ้าไม่หายแพทย์อาจให้ยาแก้ปวดที่มีประสิทธิภาพในการบรรเทาอาการปวดศีรษะดีขึ้น แต่ยาบางตัวอาจมีแนวโน้มที่จะเสพติด แพทย์บางท่านอาจให้ยา Nonsteroidal anti-inflammatory drugs เช่น mefenamic,diclofenac,ibuprofen แทนกลุ่มที่จะมีแนวโน้มทำให้เสพติด ผู้ป่วยไมเกรนนอกจากจะมีอาการปวดศีรษะแล้วยังมีอาการคลื่นไส้อาเจียนร่วมด้วย ดังนั้นควรได้รับยาแก้คลื่นไส้หากมีอาการคลื่นไส้มาก
ยาที่หยุดอาการไมเกรน ยาในกลุ่มนี้มีสองชนิดได้แก่ Ergot alkaloids และ Triptans
Migraine prevention
หากอาการปวดศีรษะไมเกรนเป็นรุนแรงเป็นบ่อบแพทย์จะแนะนำยาป้องกันไมเกรน ซึ่งสามารถลดความถี่ ความรุนแรงและระยะเวลาที่ปวด และเมื่อสามารถควบคุมอาการได้แพทย์จะแนะนำให้ค่อยๆลดยาลงยาในกลุ่มนี้ได้แก่

Antidepressants ยาลดอาการซึมเศร้าสามารถป้องกันปวดศีรษะไมเกรนได้เช่น amitriptyline, nortriptyline, and doxepin
Beta-blockers เป็นยาลดความดันโลหิตสูงและรักษาโรคหัวใจแต่สามารถนำมาใช้ป้องกันไมเกรนได้เช่น propranolol, metoprolol, timolol, nadolol, or atenolol การจะใช้ยากลุ่มนี้ควรอยู่ในการดูแลของแพทย์เนื่องจากมีผลต่อความดันโลหิตและต่อการเต้นของหัวใจ
Calcium channel blockers เป็นยาลดความดันโลหิตสูงและรักษาโรคหัวใจแต่สามารถนำมาใช้ป้องกันไมเกรนได้เช่น verapamil, diltiazem, or nifedipine.  การจะใช้ยากลุ่มนี้ควรอยู่ในการดูแลของแพทย์เนื่องจากมีผลต่อความดันโลหิตและต่อการเต้นของหัวใจ
Serotonin antagonists เช่น cyproheptadine. เป็นยาที่ทำให้อยากอาหารไม่ควรใช้ยาตัวนี้ในเด็ก
Anticonvulsants เป็นยากันชักใช้ได้ผลดีโดยเฉพาะ valproate ยาตัวนี้ให้ใช้กับเด็กอายุมากกว่า 10ปี</p>
      <p>คนจำนวนไม่น้อยเลือกหยุดอาการไมเกรนด้วยการับประทานยา ซึ่งแม้จะได้ผลในการปวดครั้งนั้น แต่การทานยาแก้ปวดสม่ำเสมอยังมีผลข้างเคียงต่อ กระเพาะอาหาร ตับ และไตอีกด้วย หลอดเลือดอักเสบ ทำให้เมื่อหลอดเลือดขยายตัวแล้วจะเกิดอาการปวดอีกด้วย ถ้าใช้ยาประเภทนี้บ่อยๆจะเกิดโรคลูกโซ่ตามมาจากการใช้ยาแก้ปวดประเภทนี้ในวันข้างหน้าแน่นอน</p>
      <p> ยาแก้ปวดไมเกรน ทุกชนิดมีผลต่อตับอย่างแต่นอน เมื่อตับทำงานหนักและเสื่อมลง ย่อมทำให้ภูมิคุ้มกันในร่างกายลดลง ซึ่งย่อมให้เกิดโรคต่างๆตามมาได้อีกหลายโรค</p>
      <p>ข้อสำคัญการรับประทานยาแก้ปวดประเภทไมเกรนเป็นประจำ จะทำให้เกิดอาการรุนแรงในการปวดครั้งๆต่อๆไปมากขึ้น และต้องพึ่งยาที่มากขึ้นหรือแรงขึ้นไปอีก จนบางครั้งอาจปวดจนถึงขั้นต้องพึ่งยาฉีดเข้าเส้นเลือดประเภทมอร์ฟีนหรือสเตอรอยด์เข้าไปด้วย</p>
      <p>การรักษาโดยไม่ต้องใช้ยา

มีรายงานว่าการรักษาโดยไม่ต้องใช้ยาก็สามารถบรรเทาอาการปวดศีรษะ

การทำสมาธิ
การจัดการกับความเครียด
การฝังเข็ม
การออกกำลังกาย</p>
<p>Credit : http://www.manager.co.th/AstvWeekend/ViewNews.aspx?NewsID=9550000152937 </p>
       
      </div>
      <table width="700" border="0" cellspacing="0" cellpadding="8">
        <tr>
          <td width="217" align="center" valign="top"><img src="images/migerne1.jpg" width="217" height="137" /></td>
          <td width="218" align="center" valign="top"><img src="images/migerne.jpg" width="217" height="137" /></td>
          <td width="217" align="center" valign="top"><img src="images/migerne2.jpg" width="217" height="137" /></td>
        </tr>
      </table>
	  </td>
      <td width="250" align="right" valign="top"><?php include("right.html");?></td>
    </tr>
  </table>
 <?php include("footer.html");?> 
</div>
</body>
</html>
