<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>รัดสีดวง ผึ้งบำบัด ผึ้งต่อยรักษาโรคริดสีดวง ::บิ๊กบี คลินิก</title>
<link rel="shortcut icon" href="favicon.ico">
<link href="css/dropdown/themes/nvidia.com/helper.css" media="screen" rel="stylesheet" type="text/css" />

<!-- Beginning of compulsory code below -->

<link href="css/dropdown/dropdown.css" media="screen" rel="stylesheet" type="text/css" />
<link href="css/dropdown/themes/nvidia.com/default.advanced.css" media="screen" rel="stylesheet" type="text/css" />

<!--[if lt IE 7]>
<script type="text/javascript" src="js/jquery/jquery.js"></script>
<script type="text/javascript" src="js/jquery/jquery.dropdown.js"></script>
<![endif]-->

<!-- / END -->


<link href="css/style.css" rel="stylesheet" type="text/css" />

	<script src="GoogleAnalytics.js"></script>
</head>

<body>
<div id="mainweb">
  <?php include("top.html");?>

  <table width="970" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr>
      <td width="720" align="left" valign="top"><br>
      <div align="center">
      <h2> ริดสีดวง (Hemorrhoids)</h2>
      <img src="images/Hemorrhoid2.jpg" width="300"><br>
      <p>“ริดสีดวงเป็นแล้วอย่าปล่อยปล่ะ ยิ่งนานไปยิ่งหายยาก รักษาก่อนมีโอกาสหายก่อน ปรึกษาเราสิครับ”</p>
      </div>
    <p>&nbsp;&nbsp;&nbsp;ในปัจจุบันการใช้ชีวิตและไลฟ์สไตร์ของการเลือกรับประทานอาหารค่อนข้างเปลี่ยนไปจากอดีต ผู้คนใช้ชีวิตส่วนใหญ่ใช้เวลาไปกับการนั่งเสียเยอะ รวมถึงการเลือกบริโภคอาหารที่มีรสจัดและเครื่องดื่มแอลกอฮอร์กันมากขึ้น ในทางกลับกันอาหารประเภทกากใยผักและผลไม้กลับทานกันน้อยลง  จึงเป็นปัจจัยทำให้หลายๆคนท้องผูกถ่ายแข็งเป็นประจำ หรือท้องเสียกันบ่อยครั้ง จนเป็นสาเหตุของริดสีดวงทวารในเวลาต่อมา</p>
    <strong>สาเหตุ</strong>โรคริดสีดวงทวารเกิดจากหลอดเลือดดำและเนื้อเยื่อโดยรอบของทวารหนักเกิดการโป่งพอง เนื่องจากมีความดันภายในช่องท้องสูง โดยจะพบอาการดังกล่าวในคนที่ท้องผูกบ่อย ท้องเสียเรื้อรัง น้ำหนักตัวเกิน หรือผู้ที่กำลังตั้งครรภ์ 
ริดสีดวงทวารจะแบ่งเป็น 2 ประเภทตามตำแหน่งที่มีอาการ โดยจะใช้เส้นเด็นเทท(Dentate line) ของทวารหนักเป็นตัวกำหนด<br>
    <table>
    <tr><td>
    <img src="images/Hemorrhoid3.jpg" width="300"><br>
    </td>
    <td>
    <p><strong>1. ริดสีดวงภายใน</strong><br>
      ตำแหน่งของเนื้อเยื่อทวารหนักที่อยู่สูงกว่าเส้นเด็นเทท เลื่อนตัวลงมาทางปากทวารหนัก ทำให้มีเลือดออกขณะถ่ายอุจจาระ หรือยื่นออกมาจากขอบทวารหนัก โดยริดสีดวงภายในจะมีการแบ่งระดับตามการยื่นของติ่งเนื้อริดสีดวง
      <br>- ระดับ 1 ไม่มีการยื่นของติ่งเนื้อออกมา
      <br>- ระดับ 2 มีการยื่นของติ่งเนื้อออกมาขณะถ่าย แต่สามารถกลับเข้าไปได้เองทันที
      <br>- ระดับ 3 มีการยื่นของติ่งเนื้อออกมาขณะถ่าย แต่ต้องดันเพื่อให้กลับเข้าไปข้างใน
      <br>- ระดับ 4 มีการยื่นของติ่งเนื้อ แต่ไม่สามารถดันเพื่อให้กลับเข้าไปข้างใน
    </p></td></tr>
    </table>
    <p><strong>2. ริดสีดวงภายนอก</strong><br>
ตำแหน่งของเนื้อเยื่อทวารหนักที่อยู่ใต้เส้นเด็นเททยืดออกมา มีลักษณะเป็นติ่งเนื้อ มักจะมีอาการระคายเคือง ปวด บวม หากมีภาวะลิ่มเลือดอุดตันบริเวณที่มีอาการจะยิ่งทำให้ปวดมากยิ่งขึ้น
</p>
    <strong>รักษาริดสีดวงด้วยพิษผึ้ง</strong>
<p>ในทางการรักษานั้นทางคลินิกจะใช้พิษผึ้งเพื่อทำให้ลดการอักเสบและทำให้ลิ่มเลือดที่อุดตันอยู่บริเวณที่มีอาการค่อยๆสลายไป โดยอาศัยสารประกอบในพิษผึ้งอย่าง Apamin และ Adolepin เข้ามาลดอาการอักเสบ Serotonin มีฤทธิ์ในการลดการโป่งขยายตัวของหลอดเลือด ซึ่งจะทำให้ติ่งเนื้อริดสีดวงเล็กลงจนหายไปในที่สุด จุดที่จะใช้ผึ้งรักษาจะใช้จุดรักษาบนเส้นลมปราณซึ่งอยู่ใกล้กับบริเวณทวารหนัก เพื่อกระตุ้นให้เลือดและลมปราณไหลเวียนสะดวก ขจัดการอุดกลั้นของในหลอดเลือดและเนื้อเยื่อบริเวณทวารหนักที่เป็นก้อนริดสีดวง และทำการกดจุดรักษาบริเวณต้นขาเป็นเวลา
1-2นาที ร่วมกับการทานยาสมุนไพรไทย และใช้ Propolisชนิดน้ำทาริดสีดวงและบริเวณโดยรอบเพื่อลดการอักเสบ</p>
    <strong>ระยะเวลาการรักษา
</strong>
<p>การรักษาโรคริดสีดวงทวารด้วยผึ้งบำบัด ผู้ป่วยจะต้องเข้ารับการรักษาต่อเนื่องอย่างน้อย 5 – 10 ครั้ง นัดมาเพื่อทำการรักษาสัปดาห์ละ 1 ครั้ง ระยะเวลาของการรักษาในแต่ละคนจะไม่เท่ากัน เนื่องด้วยระยะเวลาการดำเนินของโรค บริเวณที่เป็นริดสีดวง และสุขลักษณะทั่วไปของคนไข้
</p>

<div align="center"><img src="images/question.jpg" width="350px">
<br><h2>สารพันคำถามจากผู้ป่วย</h2></div>
<strong>หลังจากรักษาริดสีดวงหายไปแล้ว จะมีโอกาสกลับมาเป็นใหม่หรือไม่</strong>
<br/>
<p>
<u>ตอบ</u> มีโอกาสกลับมาเป็นได้อีก หากไม่ควบคุมเรื่องอาหารการกินและการใช้ชีวิตประจำวัน ควรออกกำลังกายเพื่อให้ระบบหมุนเวียนเลือดสูบฉีดอย่างเป็นระบบ เพื่อป้องกันไม่ให้กลับมาเป็นริดสีดวงทวารอีก
</p>
<strong>เป็นริดสีดวงทวาร และยังถ่ายแข็งอยู่บ่อยครั้ง มีวิธีป้องกันหรือไม่</strong>
<br/>
<p>
<u>ตอบ</u> ทางคลีนิคจะมีผลิตภัณฑ์จากผึ้งคือ Honey Vinegar ซึ่งสามารถช่วยและส่งเสริมระบบย่อยอาหารให้ทำงานดีขึ้น พร้อมทั้งช่วยให้ขับถ่ายสะดวกและเป็นการขับสารพิษตกค้างในลำไส้(Detox)ในเวลาเดียวกัน
</p>
<strong>หลังจากรักษาไปแล้ว ควรปฎิบัติตัวอย่างไร ?</strong>
<br/>
<p>
<u>ตอบ</u> หลังจากเข้ารับการรักษาไปแล้ว 3 ชั่วโมงแรก ไม่ควรอาบน้ำ ผูป่วยส่วนใหญ่มักจะมีอาการบวม แดง คัน บริเวณที่ผึ้งต่อยอยู่ประมาณ 2-3 วัน ในบางรายอาจมีไข้ขึ้นได้ อาการเหล่านี้เป็นอาการปกติ ผู้ป่วยควรหลีกเลี่ยงการทานอาหารทะเล ของหมักดอง และเครื่องดื่มแอลกอฮอล์ และไม่ควรเกาบริเวณที่คัน เนื่องจากจะทำให้คันและบวมมากขึ้น ควรใช้ยาหม่อง ทาจะช่วยบรรเทาอาการคันและบวมลงได้ 
</p>
<div align="right"><em><b>เรียบเรียงโดย Big bee clinic<b><em></div>
    <table width="700" border="0" cellspacing="0" cellpadding="8">
        <tr>
          <td width="217" align="center" valign="top"><img src="images/Hemorrhoid1.jpg" width="217" height="137" /></td>
          <td width="218" align="center" valign="top"><img src="images/apitherapy4.jpg" width="217" height="137" /></td>
          <td width="217" align="center" valign="top"><img src="images/Royal-jelly3.jpg" width="217" height="137" /></td>
        </tr>
      </table>
	  </td>
      <td width="250" align="right" valign="top"><?php include("right.html");?></td>
    </tr>
  </table>
 <?php include("footer.html");?> 
</div>
</body>
</html>