<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>ตะคริวน่อง</title>
<link rel="shortcut icon" href="favicon.ico">
<link href="css/dropdown/themes/nvidia.com/helper.css" media="screen" rel="stylesheet" type="text/css" />

<!-- Beginning of compulsory code below -->

<link href="css/dropdown/dropdown.css" media="screen" rel="stylesheet" type="text/css" />
<link href="css/dropdown/themes/nvidia.com/default.advanced.css" media="screen" rel="stylesheet" type="text/css" />

<!--[if lt IE 7]>
<script type="text/javascript" src="js/jquery/jquery.js"></script>
<script type="text/javascript" src="js/jquery/jquery.dropdown.js"></script>
<![endif]-->

<!-- / END -->


<link href="css/style.css" rel="stylesheet" type="text/css" />

	<script src="GoogleAnalytics.js"></script>
</head>

<body>
<div id="mainweb">
  <?php include("top.html");?>

  <table width="970" border="0" align="center" cellpadding="0" cellspacing="0">
    <tr>
      <td width="720" valign="top"><br>
	<div align="center">
  <h2>ตะคริวน่อง Muscle cramp</h2>
  <img src="images/Musclecramp.jpg" width="350px">
  </div>
  <div><p><b>“นอนหลับอยู่ รู้สึกปวดน่อง เป็นตะคริวกลางดึก เป็นบ่อยมาก <br>
ทำให้นอนไม่หลับ ไม่รู้จะรักษาอย่างไรดี ลองรักษาด้วยผึ้งบำบัดสิค่ะ”</b>
</p></div>
      <div class="text1">
      <b>ตะคริว</b> คืออาการปวดเฉียบพลันเนื่องจากกล้ามเนื้อมีการหดตัวอย่างรุนแรง โดยทั่วไปตะคริวมักจะกำเริบไม่เกิน 10 นาที เป็นอาการที่พบได้บ่อยๆ อาจจะเกิดระหว่างการออกกำลังกายเช่นการว่ายน้ำ วิ่ง หรือบางคนก็เกิดในขณะที่นอนหลับ บางรายอาจจะมีอาการนานๆเป็นที หรือบางรายพบว่าเป็นซ้ำๆ ตะคริวสามารถเกิดที่กล้ามเนื้อมัดเดียวหรือหลายๆมัดก็ได้ โดยทั่วไปมักเกิดบริเวณน่อง ต้นขาทั้งด้านหน้าและด้านหลัง ตะคริวเท้า, มือ,แขน และท้อง ซึ่งวิธีการที่ช่วยบรรเทาอาการปวดตะคริวได้ คือการยืดกล้ามเนื้อ
<br />
<p><b>สาเหต</b>ุ<br>
  &nbsp&nbsp&nbsp&nbsp การเกิดตะคริว ส่วนใหญ่มักเกิดจากการใช้งานกล้ามเนื้อหนักมากเกินไป การออกกำลังกายในที่ร้อนจัด ไม่มีการยืดกล้ามเนื้อก่อนออกกำลังกายซึ่งกล้ามเนื้อที่ตึงตัวมากเกินไปมักจะก่อให้เกิดตะคริว และการที่เลือดไปเลี้ยงกล้ามเนื้อน้อยเกินไป <br><br>
  &nbsp&nbsp&nbsp&nbsp ภาวะการขาดสมดุลภายในร่างกายที่ทำให้เกิดตะคริว เรียกว่า Symptomatic crampsอย่างเช่น ภาวะที่ร่างกายขาดน้ำ โซเดียม-แมกนีเซียม-แคลเซียมต่ำ  และภาวะที่มีโพแทสเซียมสูงหรือต่ำมากเกินก็เป็นอีกสาเหตุหนึ่งเช่นกัน<br><br>
  &nbsp&nbsp&nbsp&nbsp นอกจากนี้ตะคริวยังสามารถเกิดจากการทานยาต่างๆ ได้แก่ ยาขยายหลอดลม Salbutamol, Terbutaline ยาขับปัสสาวะทำให้ร่างกายเสียน้ำและเกลือแร่ ยาลดความดันโลหิต Nifedipine ยา Phenothiazines
</p>
<strong>รักษาตะคริว ด้วยผึ้งบำบัด</strong>
<br/>
<p>
  เริ่มต้นด้วยการใช้ศาสตร์การแพทย์ทางเลือก อาทิเช่น  ครอบแก้ว ฝังเข็ม หลังจากนั้นจึงใช้วิธีการฝังเข็มด้วยเหล็กในผึ้ง บริเวณที่เป็นตะคริว โดยจะใช้ผึ้ง 1-3 ตัว   โดยสารHistamineในพิษผึ้งจะก่อให้เกิดอาการปวด บวม แดง ร้อน ส่งผลให้เลือดไปเลี้ยงบริเวณที่มีอาการปวดมากขึ้น ซึ่งทำให้กล้ามเนื้อที่เป็นตะคริวเกิดการคลายตัว อาการปวดที่เกิดจากตะคริวลดลง จนไม่มีอาการปวดเลย ซึ่งผู้ป่วยสามารถมารับการรักษาได้ทันที ไม่ต้องรอให้อาการกำเริบ 
</p>
<strong>ระยะเวลาในการรักษา</strong>
<br/>
<p>
  ในการรักษาตะคริวโดยวิธีผึ้งบำบัด ผู้ป่วยควรมารับการรักษาต่อเนื่อง อย่างน้อยสัปดาห์ละ 1-2 ครั้ง โดยทั่วไปจะใช้ระยะเวลาในการรักษาอยู่ที่ประมาณ 1-3ครั้ง จากประสบการณ์ในการรักษาพบว่าผู้ป่วยส่วนใหญ่มักมีอาการดีครั้งตั้งแต่รับการรักษาด้วยวิธีผึ้งบำบัดในครั้งแรก นอกจากนี้ผู้ป่วยควรลดปัจจัยต่างๆที่ก่อให้เกิดตะคริวด้วยตัวเอง เช่น ดื่มน้ำให้เพียงพอ ยืดกล้ามเนื้อเป็นประจำเพื่อไม่ให้กล้ามเนื้อตึงเกินไป 
</p>
<div align="center"><img src="images/question.jpg" width="350px">
<br><h2>สารพันคำถามจากผู้ป่วย</h2></div>

<strong>การรักษาตะคริว โดยใช้ผึ้งต่อยมีข้อห้ามไหม?</strong>
<br/>
<p>
ตอบ การบำบัดด้วยผึ้งผู้ป่วยต้องไม่มีปัญหาเรื่องโรคหัวใจ โรคไต หรืออยู่ในระหว่างการมีประจำเดือน ช่วงที่ร่างกายอ่อนเนื่องจากท้องเสียทำให้ร่างกายขาดน้ำจนเป็นตะคริว ผู้ป่วยควรรอให้อาการท้องเสียดีขึ้นก่อน จากนั้นจึงสามารถมารักษาด้วยการใช้พิษผึ้งเพื่อบรรเทาอาการปวดจากการเป็นตะคริวได้ค่ะ
</p>
<strong>หลังจากรักษาไปแล้ว ควรปฎิบัติตัวอย่างไร ?</strong>
<br/>
<p>
ตอบ หลังจากเข้ารับการรักษาไปแล้ว 3 ชั่วโมงแรก ไม่ควรอาบน้ำ ผู้ป่วยส่วนใหญ่มักจะมีอาการบวม แดง คัน บริเวณที่ผึ้งต่อยอยู่ประมาณ 2-3 วัน ในบางรายอาจมีไข้ขึ้นได้ อาการเหล่านี้เป็นอาการปกติ ผู้ป่วยควรหลีกเลี่ยงการทานอาหารทะเล ของหมักดอง และเครื่องดื่มแอลกอฮอล์ และไม่ควรเกาบริเวณที่คัน เนื่องจากจะทำให้คันและบวมมากขึ้น ควรใช้ยาหม่อง ทาจะช่วยบรรเทาอาการคันและบวมลงได้ 
</p>
<div align="right"><em><b>เรียบเรียงโดย Big bee clinic<b><em></div>
</div>
      <table width="700" border="0" cellspacing="0" cellpadding="8">
        <tr>
          <td width="218" align="center" valign="top"><img src="images/apitherapy10.jpg" width="217" height="137" /></td>
          <td width="217" align="center" valign="top"><img src="images/apitherapy2.jpg" width="217" height="137" /></td>
        </tr>
      </table>
	  </td>
      <td width="250" align="right" valign="top"><?php include("right.html");?></td>
    </tr>
  </table>
 <?php include("footer.html");?> 
</div>
</body>
</html>